{
  "message": "hello i18n !!",
  "loginFailedMessage": "Incorrect Incorporation Number or Passcode",
  "labelTollFree": "Toll Free:",
  "labelVictoriaOffice": "Victoria Office:",
  "labelPhone": "Phone:",
  "labelEmail": "Email:",
  "techSupportPhone": "250-387-7848",
  "techSupportTollFree": "1-877-526-1526",
  "techSupportEmail": "BCRegistries@gov.bc.ca",
  "techSupportEmailSubject": "BC Registries - Business Registry Support Request",
  "maximusSupportPhone": "1-250-370-1033",
  "maximusSupportTollFree": "1-877-370-1033",
  "maximusSupportEmail": "BCRegistries@gov.bc.ca",
  "maximusSupportEmailSubject": "BC Registries and Online Services - Support Request",
  "labelHoursOfOperation": "Hours of Operation:",
  "hoursOfOperation": "Monday to Friday, 8:30am - 4:30pm Pacific Time",
  "payFailedMessage": "Payment Failed due to technical reasons. Please try again.",
  "downloadFailedMessage": "Download Invoice Failed due to technical reasons. Please try again.",
  "payFailedMessagePayBcDown": "Payment Failed due to technical reasons. Please use the below contacts.",
  "payNoParams": "Incorrect configuration",
  "paymentPrepareMsg": "Preparing your payments",
  "paymentDownloadMsg": "Preparing your invoice",
  "paymentDoneMsg": "Completing the payment",
  "businessContactCopy": "It looks like we are missing some contact information for your {businessType}. You will need to supply us with a few additional details before you can get started...",
  "businessListEmptyMessage": "You have not added any businesses",
  "businessListActionMessage": "Click Here to add a business by incorporation number and passcode",
  "noResultMsg": "The Incorporation Number you entered does not correspond to a Co-operative in the system. Please try again.",
  "noIncorporationNumberFound": "No match found for Incorporation Number",
  "errorOccurredTitle": "An error has occurred",
  "expiredInvitationTitle": "Your account invitation is invalid",
  "expiredInvitationMessage": "This invitation to join a BC Registries and Online Services account has been revoked, accepted or has expired.",
  "homeBtnLabel": "Go to Homepage",
  "addExistingBtnLabel": "Add an Existing ...",
  "invitationProcessingErrorMsg": "An error has occured while processing this invitation. Please try again later.",
  "staffUnauthorizedMsg": "You are not authorized to access this page.",
  "clientUnauthorizedMsg": "You are not authorized to access this page. If you having trouble, or require access to this application, please contact support.",
  "dirSearchUnauthorizedMsg": "You must agree to the Terms of Use before you can access this application.",
  "confirmRemoveMemberTitle": "Remove Team Member",
  "confirmRoleChangeTitle": "Change Role",
  "confirmRemoveInviteTitle": "Remove Invitation",
  "confirmApproveMemberTitle": "Approve Access",
  "confirmDenyMemberTitle": "Deny Access",
  "noPendingApprovalLabel": "No Pending Approvals",
  "noPendingInvitesLabel": "No Pending Invitations",
  "noPendingInvitationTitle": "No Pending Invitations",
  "noPendingInvitationMsg": "You don't have any pending invitations to BC Registries and Online Services.",
  "notifyChangeUserRoleMsg": "Notify user about this change",
  "pendingInvitationTitle": "Thanks for joining the account {team} at BC Registries and Online Services.",
  "pendingInvitationMsg": "The administrator for this account needs to verify your invitation before you can access this application.",
  "notAuthorized": "Not Authorized",
  "notAvailable": "Not Available",
  "deniedInvitationMsg": "Your invitation to join the {team} account has been revoked by the administrator",
  "noActiveUsersLabel": "No Active Users",
  "noActiveAccountsLabel": "No Active Accounts",
  "noTransactionList": "No Transaction Records",
  "noStatementsList": "No Statement Records",
  "noGLCodeList": "No General Ledger Codes found",
  "pageNotFoundTitle": "Page not found",
  "pageNotFoundMsg": "The page you are looking for has been removed or doesn't exist.",
  "singleOwnerErrorTitle": "Unable to Leave account",
  "singleOwnerErrorText": "You must designate a new Account Administrator prior to leaving the account.",
  "confirmLeaveTeamTitle": "Confirm Leave account",
  "confirmLeaveTeamText": "Leave this account? If you leave, you will need an invite from an Account Administrator to rejoin.",
  "acceptInviteLandingTitle": "Log in to accept this invitation",
  "acceptInviteLandingMessage": "To accept the invitation to this account, log in to Business Registry with your BC Services Card.",
  "loginBtnLabel": "Log in with BC Services Card",
  "acceptButtonLabel": "Accept",
  "deactivateConfirmTitle": "Deactivate your Profile",
  "deactivateConfirmText": "Deactivating your Business Registry profile will remove your contact information, and your access to associated account and/or affiliated businesses.",
  "deactivateConfirmTextEmphasis": "This action cannot be undone.",
  "deactivateFailureTitle": "Deactivation Failed",
  "deactivateFailureText": "Unable to deactivate your profile. If you are an account administrator, please dissolve your account or transfer ownership first.",
  "profileDeactivatedTitle": "Your profile has been deactivated.",
  "profileDeactivatedMsg": "Your contact information, account associations and business affiliations have been removed.",
  "leaveTeamTitle": "You have been removed from this account.",
  "leaveTeamMsg": "If you want to regain access to this account, you will need a new invitation from the account administrator.",
  "confirmDissolveTeamTitle": "Confirm Dissolve Account",
  "confirmDissolveTeamText": "Are you sure you want to dissolve the account?",
  "bcscAccountCreationSuccessTitle": "Your BC Registries and Online Services account has successfully been created.",
  "bcscAccountCreationSuccessSubtext1": "You can now start accessing products and services available exclusively to BC Registries account holders.",
  "bcscAccountCreationSuccessSubtext2": "If you requested access to a product or service that requires staff review, you will receive notification once your application has been reviewed.",
  "bcscAccountChangeSuccessTitle": "Your BC Registries and Online Services account type has been changed.",
  "bcscAccountChangeSuccessSubtext": "Your account has successfully been changed. Click 'View Account' to view your updated account information.",
  "resetConfirmTitle": "Reset your Profile",
  "resetConfirmText": "Reseting your profile will remove all your information.",
  "resetConfirmTextEmphasis": "This action cannot be undone.",
  "resetFailureTitle": "Reset Failed",
  "resetFailureText": "Unable to reset your profile. ",
  "passwordResetFailureTitle": "An error has occured",
  "passwordResetFailureText": "An error occurred while attempting to reset this password.\nPlease try again later.",
  "tos_updated": "We have updated our Terms of Use. Please review and accept the new terms to proceed.",
  "govm_tos_updated": "We have updated our Memorandum of Understanding. Please review and accept the new MOU to proceed.",
  "createBCRegistriesAccount": "Create a BC Registries and Online Services Account",
  "pendingAffidavitReviewTitle": "Thanks for creating the account {team} at BC Registries and Online Services.",
  "pendingAffidvitReviewMessage": "Once your account has been reviewed and approved you will receive\n\nan email allowing you to activate and manage the account. \n\nPlease allow {days} business days for this process.",
  "extraProdOrgSuccessTitle": "Your BC Registries and Online Services account has been created and is being reviewed.",
  "noPendingAccountsLabel": "No Pending Invitations",
  "generatePasscodeText": "A new passcode will be generated and will be sent to the email address provided below:",
  "paymentErrorTitle": "Payment Error",
  "paymentErrorSubText": "Looks like we encountered an error. Your payment could not be processed.<br />Please try again or your transaction state will change to \"pending\" and saved as draft.",
  "paymentCancelTitle": "Payment Cancelled",
  "paymentCancelSubText": "You have cancelled your payment with credit card. Please try again or your <br />transaction state will change to \"pending\" ",
  "paymentDeclinedTitle": "Payment Declined",
  "paymentDeclinedSubText": "Sorry, your payment has failed. The payment was declined.<br />Please review your payment information and try again.",
  "paymentInvalidErrorTitle": "Payment Error",
  "paymentInvalidErrorSubText": "Transaction was cancelled because of an <strong>invalid credit card.</strong><br /> Please review your payment information and try again",
  "paymentExpiredCardErrorTitle": "Payment Declined",
  "paymentExpiredCardErrorSubText": "Your <strong>credit card has expired,</strong> so the payment was declined.<br />Please try again by updating payment information",
  "paymentDuplicateErrorTitle": "Payment Error",
  "paymentDuplicateErrorSubText": "This transaction number has been already been processed.<br />To <strong>avoid duplicate payments</strong> this transction will not be processed",
  "paymentTimeoutErrorTitle": "Your session expired",
  "paymentTimeoutErrorSubText": "Your session timed our after a long time of inactivity. Transactions are saved as draft,<br /> but you'll need to try again to complete your payment.",
  "paymentValidationErrorTitle": "Payment Error",
  "paymentValidationErrorSubText": "Transaction was cancelled because <strong>validation errors</strong> were found.<br />  Please review your payment information and try again",
  "suspendAccountText": "If you suspend access to this account, team members will also be restricted from access until the account is unsuspended.",
  "unsuspendAccountText": "Are you sure you want to unsuspend access to this account?",
  "suspendAccountConfirmTitle": "Account has been suspended",
  "inviteUsersFormText": "Enter an email address and select a role to invite a new team members to this account.",
  "inviteUsersFormTextGovM": "Enter team member's IDIR email and select a role. Team members would be able to access this account with thier IDIR username and password.",
  "removeBusinessOptionModalSubTitle": "Please select one of the two choices below to remove this business from the account",
  "removeBusinessOptionModalResetPasscode": "<li>Business will be removed from this account</li><li>New business passcode will be generated and will cancel the old business passcode</li><li>New business passcode will be sent through email to the person who will be responsible for managing this business moving forward</li>",
  "removeBusinessOptionModalDonotResetPasscode": "<li>Business will be removed from this account</li><li>The current passcode for this business will be cancelled</li><li>You will not be able to add this business back to your account without a new passcode</li>",
  "govmAccountCreationSuccessTitle": "Your BC Registries & Online Services account has been requested",
  "govmAAccountCreationSuccessSubtext": "Thank you for submitting your information. BC Registries staff will review your information and  notify you through email about your account approval status.",
  "removedBusinessSuccessText": "Your business has been successfully removed from the account and the current passcode has been cancelled",
  "generatePasscodeSuccessText": "You have successfully generated a passcode. The new passcode has been emailed",
  "willsRegistryTosSubtext": "The search and registration products are intended for the exclusive use of solicitors and notaries only.",
  "willsRegistryTosIagree": "I confirm that the information above is all correct",
  "noActivityLogList": "No Activity Log Records",
  "productFeeSubTitle": "Select statutory and service fee amount for each partners that applies to this account.",
  "bCSCLoginOptionTitle": "Mobile BC Services Card",
  "bCSCLoginOptionDescription": "Login with your BC Services Card.",
  "bCeIDLoginOptionTitle": "BCeID and 2-factor authentication",
  "bCeIDLoginOptionDescription": "Login with a BCeID combined with a verification code in a mobile or desktop authenticator.",
  "govm_tos_title": "Ministry Use Memorandum of Understanding (MOU)",
  "tos_title": "BC Registry Terms and Conditions",
  "duplicateAccountWarningViewMessage": "It looks like you already have an account with BC Registries and Online Services. Do you want to access an existing account or create another account?",
  "rptCodeSubtitle": "Select this if you need to search property tax records for rural properties or leased land in B.C., excluding municipal and Indigenous lands.",
  "csoCodeSubtitle": "Select this if you need to make applications or file any other court documents in any B.C. court registry, browse daily court listings across the province, or search court file information.",
  "pprCodeSubtitle": "Select this if you need to record security interests and liens or search existing records.",
  "businessCodeSubtitle": "Select this if you need to register or incorporate a business and keep business records up to date",
  "business_searchCodeSubtitle": "Select this if you need to request information about businesses or organizations registered in B.C.",
  "mhrStaffCodeSubtitle": "Select this if you need to search for manufactured homes in BC or complete a combined Manufactured Home and Personal Property Registry search.",
  "mhrCodeSubtitle": "Select this if you want to search for manufactured homes, and search for personal property legal claims on manufactured homes.",
  "mhrCodeNote": "<b>Note:</b> You can request Qualified Supplier access from your Manufactured Home Registry <br>(or Asset Registries) page once you have added this product to your account.",
  "vsCodeSubtitle": "<p>Select this if you need to register the location of a will by filing a wills notice or search for a wills notice as part of an estate probate.</p>",
  "bcaCodeSubtitle": "Select this for access to BC Assessment's real property information database.",
  "esraCodeSubtitle": "Select this if you need to identify properties with environmental records submitted under Part 4 of B.C.'s Environmental Management Act.",
  "rptCodeDescription": "<p><ul><li>Search a property's tax amounts over the last 10 years</li><li>Search a property's tax-paid status</li><li>Search a property's legal description</li></ul></p>",
  "csoCodeDescription": "<ul><li>View Provincial and Supreme civil court files; view and print electronic documents (if available); purchase documents; file summary reports using eSearch</li><li>Access daily court lists for Provincial Court small claims matters and Supreme Court Chambers</li><li>Electronically file civil court documents using eFiling</li></ul>",
  "businessCodeDescription": "<ul><li>Request a name for your business </li><li>File annual reports </li><li>View and change your current directors or address</li><li>See the history of your business' fillings</li></ul> <a href='https://www.accounts.bcregistry.gov.bc.ca' target='sbc-auth-business'>Learn More <span class='mdi mdi-open-in-new'></span></a>",
  "business_searchCodeDescription": "<ul><li>View details about businesses and their filing history, </li><li>Download the Business Summary for businesses, including current status, registered addresses, directors, etc. </li><li>Download business filings, such as Annual Reports and more</li><li>Download other business documents including the Certificate of Good Standing, the Certificate of Status, and the Letter Under Seal (coming soon).</li></ul> <a href='https://www.bcregistry.gov.bc.ca/' target='sbc-auth-marketing-page'>Learn More <span class='mdi mdi-open-in-new'></span></a>",
  "mhrStaffCodeDescription": "<p>Searches may be based on several different criteria. If more than one home meets the criteria submitted, then a list of matches is displayed.<br/>You may include a Personal Property Registry search (combined search) at an additional cost.</p>",
  "mhrCodeDescription": "<p><ul><li>Complete a search for manufactured homes in B.C.</li><li>Complete a combined search for personal property liens on a home</li><li>Search by owner name, organization, registration or serial number</li><li>Download your search result</li></ul></p>",
  "pprCodeDescription": "<p><ul><li>Complete a search for personal property liens</li><li> Register, amend, renew or discharge a registration</li></ul></p>",
  "mhr_qslnCodeDescription": "<h4>Qualified Supplier – Lawyers and Notaries</h4><p class=\"mt-2\"><ul><li>Searches for manufactured homes and for liens on a home</li><li>Transport permits <i>(Coming Soon)</i></li><li>Transfer transactions <i>(Coming Soon)</i></li><li>Residential exemptions</li></ul></p>",
  "mhr_qshmCodeDescription": "<h4>Qualified Supplier – Home Manufacturers</h4><p class=\"mt-2\"><ul><li>Searches for manufactured homes and for liens on a home</li><li>Transport permits <i>(Coming Soon)</i></li><li>Transfer transactions (related to homes manufacturers currently own) <i>(Coming Soon)</i></li><li>Registrations</li></ul></p>",
  "mhr_qshdCodeDescription": "<h4>Qualified Supplier – Home Dealers</h4><p class=\"mt-2\"><ul><li>Searches for manufactured homes and for liens on a home</li><li>Transport permits (where no tax certificate is required) <i>(Coming Soon)</i></li></ul></p>",
  "vsCodeDescription": "<p class='mb-2'><p class='mb-1'>The search and registration products are intended for the exclusive use of solicitors and notaries only. To add this product, accept the Terms of Service. Review the terms and check the box below if you confirm. BC Registry staff will review your information and grant access to Wills Registry in <strong>3-4 days</strong> if approved.</p><a href='https://www2.gov.bc.ca/gov/content/life-events/death/wills-registry' target='sbc-auth-wills'>Learn More <span class='mdi mdi-open-in-new'></span></a></p>",
  "bcaCodeDescription": "Three reports are available for purchase:<ul><li>Owner Location Report</li><li>Assessment Roll Report</li><li>Assessment Inventory Report</li></ul>",
  "esraCodeDescription": "Search by the following:<ul><li>Parcel ID (PID)</li><li>Crown Lands PIN</li><li>Crown Lands File Number</li><li>Site ID</li><li>Address</li><li>Area</li></ul>",
  "accountBusinessTypeText": "Do you want your BC Registries and Online Service account in your personal name or business name?",
  "businessCodeActiveSubtitle": "This account has access to Business Registry & Name Request.",
  "business_searchCodeActiveSubtitle": "This account has access to Business Search.",
  "mhrStaffCodeActiveSubtitle": "This account has search access to Manufactured Home Registry",
  "mhrCodeActiveSubtitle": "This account has search access to Manufactured Home Registry",
  "mhrQsCodeActiveSubtitle": "This account has Qualified Supplier access to Manufactured Home Registry",
  "pprCodeActiveSubtitle": "This account has access to Personal Property Registry.",
  "vsCodeActiveSubtitle": "This account has access to Wills Registry.",
  "rptCodeActiveSubtitle": "This account has access to Rural Property Tax.",
  "csoCodeActiveSubtitle": "This account has access to Court Services Online.",
  "bcaCodeActiveSubtitle": "This account has access to BC Assessment.",
  "esraCodeActiveSubtitle": "This account has access to Site Registry.",
  "businessCodeRejectedSubtitle": "This account has been rejected to access Business Registry & Name Request Contact: <b>bconline{'@'}gov.bc.ca</b> to discuss further actions.",
  "pprCodeRejectedSubtitle": "This account has been rejected to access Personal Property Registry Contact: <b>bconline{'@'}gov.bc.ca</b> to discuss further actions.",
  "vsCodeRejectedSubtitle": "This account has been rejected to access Wills Registry Contact: <b>bconline{'@'}gov.bc.ca</b> to discuss further actions.",
  "productPendingSubtitle": "Your request is under review.",
  "businessCodeUnselectableSubtitle": "Business Registry & Name Request is <b>only available for premium account type</b>. Create another premium account inorder to access Business Registry & Name Request.",
  "business_searchCodeUnselectableSubtitle": "Business Search is <b>only available for premium account type</b>. Create another premium account inorder to access Business Search.",
  "mhrCodeUnselectableSubtitle": "Manufactured Home Search is only available for premium accounts. Create a premium account in order to access the Manufactured Home Search.",
  "vsCodeUnselectableSubtitle": "Wills Registry is <b>only available for premium account type</b>. Create another premium account in order to access Wills Registry.",
  "bcaCodeUnselectableSubtitle": "BC Assessment is <b>only available for premium account type</b>. Create another premium account in order to access BC Assessment.",
  "deactivateTeamConfirmation": "I understand that all team members, businesses and payment methods associated with this account will be permanently removed from this account immediately. ",
  "deactivatePadConfirmation": "I,  {name},  cancel authorization to issue pre-authorized debits against the account number {id} effective on {date}. I acknowledge that this cancellation does not terminate any other obligation that this account may have with the Payee.",
  "deactivateMemberRemovalTitle": "All team members will be removed from this account.",
  "deactivateMemberRemovalDesc": "Account Administrators and all other team members will no longer be able to access functionality related to this account.",
  "businessRemovalTitle": "Business that are affiliated with this account will be removed.",
  "businessRemovalDesc": "All businesses that have been affiliated with this account will be removed. Passcode used to affiliate with business will reset and you will not be able to reuse the passcode.",
  "padRemovalTitle": "The Pre-Authorized Debit Agreement associated with this account will be cancelled.",
  "updateAccountInformation": "BC Registries and Online Service have updated the account creation flow and it's account information page. Please update your account: <span class=\"font-weight-bold\">{name}</span> information by selecting the option down below.",
  "restrictedAccess": "Restricted Access",
  "deactivateGenericMsg": "An error occurred while attempting to deactivate your account.Please try again",
  "deactivateCreditAccountMsg": "There’s a credit that needs to be refunded before you can deactivate <br/>this account. Email <b>BCRegistries{'@'}gov.bc.ca</b> to request a refund.<br/>They’ll let you know how long it will take.",
  "deactivateActiveTransactionsMsg": "There’s a transaction still in progress. You can deactivate this account<br/>once it has completed. It takes <b>10 business days</b> to complete a<br/>transaction. Even if a transaction appears on your bank statement, it<br/>may not be fully completed yet.",
  "removeBusiness": "Remove Business",
  "removeNRConfirmTitle": "Remove Name Request?",
  "removeNRConfirmText": "Removing this Name Request will remove the request from your Business Registry list. You can add it back at a later time by selecting Add an Existing... Name Request. This Name Request will still be valid until it is used or cancelled, or it expires.",
  "removeNRSuccessTitle": "Name Request Removed",
  "removeNRSuccessText": "You have successfully removed a name request",
  "removeIASuccessTitle": "Incorporation Application Deleted",
  "removeIASuccessText": "You have successfully deleted a incorporation application",
  "removeIAConfirmTitle": "Delete Incorporation Application?",
  "removeIAConfirmText": "Deleting this incorporation application will remove the application from your Business Registry list. The business associated with this application will not be incorporated. If this incorporation application was associated with a Name Request, the Name Request can still be used to incorporate a business.",
  "removeAmalgamationSuccessTitle": "Amalgamation Application Deleted",
  "removeAmalgamationSuccessText": "You have successfully deleted an amalgamation application",
  "removeAmalgamationConfirmTitle": "Delete Amalgamation Application?",
  "removeAmalgamationConfirmText": "Deleting this amalgamation application will remove the application from your Business Registry list. If this amalgamation application was associated with a Name Request, the Name Request can still be used to start an amalgamation application.",
  "removeContinuationInSuccessTitle": "Continuation In Deleted",
  "removeContinuationInSuccessText": "You have successfully deleted a continuation in",
  "removeContinuationInConfirmTitle": "Delete Continuation In?",
  "removeContinuationInConfirmText": "Deleting this continuation in will remove the application from your Business Registry list. If this continuation in was associated with a Name Request, the Name Request can still be used to start a continuation in.",
  "removeRegistrationSuccessTitle": "Registration Deleted",
  "removeRegistrationSuccessText": "You have successfully deleted a registration",
  "removeRegistrationConfirmTitle": "Delete Registration?",
  "removeRegistrationConfirmText": "Deleting this registration will remove the application from your Business Registry list. The business associated with this application will not be registered. If this registration was associated with a Name Request, the Name Request can still be used to register a business.",
  "removeFirmConfirmTitle": "Remove Registration?",
  "removeFirmConfirmText": "Removing this registration will remove the associated business from your Business Registry list. To add the business back to the My Business Registry list later, you will need the business registration number and the name of the proprietor exactly as it appears on the registration application.",
  "removeFirmSuccessTitle": "Registration Removed",
  "removeFirmSuccessText": "You have successfully removed a registration",
  "myBusinessDashSubtitle": "Start B.C. based businesses and keep business records up to date.",
  "onHoldOrRejectModalText": "To place account on hold, please choose a reason. An email will be sent to the user to resolve the issue. Or choose \"Reject Account\"",
  "developerAccessSubtitle": "Enabling developer access would allow you to integrate the BC Registries API services to your system.<br />Learn more in the  <a href=\"{url}\">API documentation</a>.",
  "assetLauncherText": "Register or search for manufactured homes and register or search for legal claims on personal property.",
  "assetLauncherTitle": "Staff Asset Registries",
  "pprLauncherText": "Register or search for legal claims on personal property.",
  "pprLauncherTitle": "Staff Personal Property Registry",
  "mhrLauncherText": "Register or search for legal claims on manufactured homes.",
  "mhrLauncherTitle": "Staff Manufactured Home Registry",
  "acceptInviteLandingMessageBCEID": "To accept the invitation to this account, log in to Business Registry with a registered BCeID account, and verify your identity by a notarized affidavit.",
  "pendingAffidavitAdminReviewTitle": "Your submission to join {team} has been requested ",
  "pendingAffidvitAdminReviewMessage": "Once your information has been reviewed and approved, you will receive an email allowing you to join the account. Please allow {days} business days for this process",
  "govnAccountDescription": "Service BC Staff will manually review your account information.",
  "govnConfirmText": "BC Registry Staff will manually review the account to verify the account user. <b>Account will be rejected if account admin does not verify as a government other than BC provincial. </b>This is a option for townships, cities, districts, municipalities, and federal government.",
  "searchAccountNoResult": "<h4>No Results</h4><p>None of the accounts matched this search. Try another search.</p>",
  "searchAccountStartMessage": "Search accounts by entering one of the values above."
}
